export const dataInstagram: Array<{
  id: number;
  title: string;
  image: string;
  link: string;
}> = [
  {
    id: 1,
    link: "https://www.instagram.com/savonry.ua/",
    title: "Instagram slide 1",
    image: "/img/instagram-slider/instagram-slide-1.png",
  },
  {
    id: 2,
    link: "https://www.instagram.com/savonry.ua/",
    title: "Instagram slide 2",
    image: "/img/instagram-slider/instagram-slide-2.png",

  },
  {
    id: 3,
    link: "https://www.instagram.com/savonry.ua/",
    title: "Instagram slide 3",
    image: "/img/instagram-slider/instagram-slide-3.png",
  },
  {
    id: 4,
    link: "https://www.instagram.com/savonry.ua/",
    title: "Instagram slide 4",
    image: "/img/instagram-slider/instagram-slide-4.png",
  },
  {
    id: 5,
    link: "https://www.instagram.com/savonry.ua/",
    title: "Instagram slide 5",
    image: "/img/instagram-slider/instagram-slide-1.png",
  },
  {
    id: 6,
    link: "https://www.instagram.com/savonry.ua/",
    title: "Instagram slide 6",
    image: "/img/instagram-slider/instagram-slide-2.png",

  },
  {
    id: 7,
    link: "https://www.instagram.com/savonry.ua/",
    title: "Instagram slide 7",
    image: "/img/instagram-slider/instagram-slide-3.png",
  },
  {
    id: 8,
    link: "https://www.instagram.com/savonry.ua/",
    title: "Instagram slide 8",
    image: "/img/instagram-slider/instagram-slide-4.png",
  },
  
];

export const dataGoods: Array<{
  id: number;
  name: string;
  description: string;
  image: string;
  price: number;
}> = [
  {
    id: 1,
    name: "Набір Ванільний еспресо (догляд за тілом)",
    description: "Набір включає асорті з 3 кульок ручної роботи:Кулька для ванн CHERRY (з піною та екстрактом вишні), 145 г Кулька для ванн BLACK CURRANT (з оліями та екстрактом чорної смородини), 145 г Кулька для ванн GRAPE (з екстрактом винограду), 145 г",
    image: "/img/main-page/1.jpg",
    price: 740,
  },
  {
    id: 2,
    name: "Набір Вишневий амаретто (догляд за тілом)",
    description: "Набір включає асорті з 3 кульок ручної роботи:Кулька для ванн CHERRY (з піною та екстрактом вишні), 145 г Кулька для ванн BLACK CURRANT (з оліями та екстрактом чорної смородини), 145 г Кулька для ванн GRAPE (з екстрактом винограду), 145 г",
    image: "/img/main-page/2.jpg",
    price: 740,
  },
  {
    id: 3,
    name: "Набір Ванільний еспресо (догляд за тілом)",
    description: "Набір включає асорті з 3 кульок ручної роботи:Кулька для ванн CHERRY (з піною та екстрактом вишні), 145 г Кулька для ванн BLACK CURRANT (з оліями та екстрактом чорної смородини), 145 г Кулька для ванн GRAPE (з екстрактом винограду), 145 г",
    image: "/img/main-page/3.jpg",
    price: 740,
  },
  {
    id: 4,
    name: "Спа-набір Сяюча сіль",
    description: "Набір включає асорті з 3 кульок ручної роботи:Кулька для ванн CHERRY (з піною та екстрактом вишні), 145 г Кулька для ванн BLACK CURRANT (з оліями та екстрактом чорної смородини), 145 г Кулька для ванн GRAPE (з екстрактом винограду), 145 г",
    image: "/img/main-page/4.jpg",
    price: 740,
  },
  {
    id: 5,
    name: "Набір Ванільний еспресо (догляд за тілом)",
    description: "Набір включає асорті з 3 кульок ручної роботи:Кулька для ванн CHERRY (з піною та екстрактом вишні), 145 г Кулька для ванн BLACK CURRANT (з оліями та екстрактом чорної смородини), 145 г Кулька для ванн GRAPE (з екстрактом винограду), 145 г",
    image: "/img/main-page/5.jpg",
    price: 740,
  },
  {
    id: 6,
    name: "Набір Ванільний еспресо (догляд за тілом)",
    description: "Набір включає асорті з 3 кульок ручної роботи:Кулька для ванн CHERRY (з піною та екстрактом вишні), 145 г Кулька для ванн BLACK CURRANT (з оліями та екстрактом чорної смородини), 145 г Кулька для ванн GRAPE (з екстрактом винограду), 145 г",
    image: "/img/main-page/6.jpg",
    price: 740,
  },
  {
    id: 7,
    name: "Набір вируючих кульок Ялинка велика",
    description: "Набір включає асорті з 3 кульок ручної роботи:Кулька для ванн CHERRY (з піною та екстрактом вишні), 145 г Кулька для ванн BLACK CURRANT (з оліями та екстрактом чорної смородини), 145 г Кулька для ванн GRAPE (з екстрактом винограду), 145 г",
    image: "/img/main-page/7.jpg",
    price: 740,
  },
  {
    id: 8,
    name: "Набір кульок, що вирують, Ялинка маленька",
    description: "Набір включає асорті з 3 кульок ручної роботи:Кулька для ванн CHERRY (з піною та екстрактом вишні), 145 г Кулька для ванн BLACK CURRANT (з оліями та екстрактом чорної смородини), 145 г Кулька для ванн GRAPE (з екстрактом винограду), 145 г",
    image: "/img/main-page/8.jpg",
    price: 740,
  },
  {
    id: 9,
    name: "Серце соляне для ванни Солодкий лимон",
    description: "Набір включає асорті з 3 кульок ручної роботи:Кулька для ванн CHERRY (з піною та екстрактом вишні), 145 г Кулька для ванн BLACK CURRANT (з оліями та екстрактом чорної смородини), 145 г Кулька для ванн GRAPE (з екстрактом винограду), 145 г",
    image: "/img/main-page/9.jpg",
    price: 740,
  },
  {
    id: 10,
    name: "Серце соляне для ванни з сіллю Лемонграсс",
    description: "Набір включає асорті з 3 кульок ручної роботи:Кулька для ванн CHERRY (з піною та екстрактом вишні), 145 г Кулька для ванн BLACK CURRANT (з оліями та екстрактом чорної смородини), 145 г Кулька для ванн GRAPE (з екстрактом винограду), 145 г",
    image: "/img/main-page/10.jpg",
    price: 740,
  },
  {
    id: 11,
    name: "Набір BATH BOMB (Набір вируючих кульок ВИШНЯ-ЧОРНАЯ СМОРОДИНА-ВИНОГРАД), 3шт.",
    description: "Набір включає асорті з 3 кульок ручної роботи:Кулька для ванн CHERRY (з піною та екстрактом вишні), 145 г Кулька для ванн BLACK CURRANT (з оліями та екстрактом чорної смородини), 145 г Кулька для ванн GRAPE (з екстрактом винограду), 145 г",
    image: "/img/main-page/11.jpg",
    price: 740,
  },
  {
    id: 12,
    name: "Набір BATH BOMB (Набір вируючих кульок МАРАКУЙЯ-БАНАН-ДИНЯ), 3шт.",
    description: "Набір включає асорті з 3 кульок ручної роботи:Кулька для ванн CHERRY (з піною та екстрактом вишні), 145 г Кулька для ванн BLACK CURRANT (з оліями та екстрактом чорної смородини), 145 г Кулька для ванн GRAPE (з екстрактом винограду), 145 г",
    image: "/img/main-page/12.jpg",
    price: 740,
  },
  {
    id: 13,
    name: "Набір BATH BOMB (Набір вируючих кульок ІРИСКА-КОКОС-КАВА), 3шт.",
    description: "Набір включає асорті з 3 кульок ручної роботи:Кулька для ванн CHERRY (з піною та екстрактом вишні), 145 г Кулька для ванн BLACK CURRANT (з оліями та екстрактом чорної смородини), 145 г Кулька для ванн GRAPE (з екстрактом винограду), 145 г",
    image: "/img/main-page/13.jpg",
    price: 740,
  },
  {
    id: 14,
    name: "Набір BATH BOMB (Набір вируючих кульок ЯБЛОКО/КОРИЦЯ-МАЛИНА-МОРСЬКІ ВОДОРОСЛІ), 3шт.",
    description: "Набір включає асорті з 3 кульок ручної роботи:Кулька для ванн CHERRY (з піною та екстрактом вишні), 145 г Кулька для ванн BLACK CURRANT (з оліями та екстрактом чорної смородини), 145 г Кулька для ванн GRAPE (з екстрактом винограду), 145 г",
    image: "/img/main-page/14.jpg",
    price: 740,
  },
  {
    id: 15,
    name: 'Кулька для ванн "Персик"',
    description: "Набір включає асорті з 3 кульок ручної роботи:Кулька для ванн CHERRY (з піною та екстрактом вишні), 145 г Кулька для ванн BLACK CURRANT (з оліями та екстрактом чорної смородини), 145 г Кулька для ванн GRAPE (з екстрактом винограду), 145 г",
    image: "/img/main-page/15.jpg",
    price: 740,
  },
  {
    id: 16,
    name: 'Кулька для ванн "Лугові трави"',
    description: "Набір включає асорті з 3 кульок ручної роботи:Кулька для ванн CHERRY (з піною та екстрактом вишні), 145 г Кулька для ванн BLACK CURRANT (з оліями та екстрактом чорної смородини), 145 г Кулька для ванн GRAPE (з екстрактом винограду), 145 г",
    image: "/img/main-page/16.jpg",
    price: 740,
  },
  {
    id: 17,
    name: 'Кулька для ванн "Виноград"',
    description: "Набір включає асорті з 3 кульок ручної роботи:Кулька для ванн CHERRY (з піною та екстрактом вишні), 145 г Кулька для ванн BLACK CURRANT (з оліями та екстрактом чорної смородини), 145 г Кулька для ванн GRAPE (з екстрактом винограду), 145 г",
    image: "/img/main-page/17.jpg",
    price: 740,
  },
  {
    id: 18,
    name: 'Кулька для ванн "Морські водорості"',
    description: "Набір включає асорті з 3 кульок ручної роботи:Кулька для ванн CHERRY (з піною та екстрактом вишні), 145 г Кулька для ванн BLACK CURRANT (з оліями та екстрактом чорної смородини), 145 г Кулька для ванн GRAPE (з екстрактом винограду), 145 г",
    image: "/img/main-page/18.jpg",
    price: 740,
  },
  {
    id: 19,
    name: "Крем для обличчя Гіалуроновий, 50мл",
    description: "Набір включає асорті з 3 кульок ручної роботи:Кулька для ванн CHERRY (з піною та екстрактом вишні), 145 г Кулька для ванн BLACK CURRANT (з оліями та екстрактом чорної смородини), 145 г Кулька для ванн GRAPE (з екстрактом винограду), 145 г",
    image: "/img/main-page/19.jpg",
    price: 740,
  },
  {
    id: 20,
    name: "Крем для тіла Ліфтинг-ефект, 270мл",
    description: "Набір включає асорті з 3 кульок ручної роботи:Кулька для ванн CHERRY (з піною та екстрактом вишні), 145 г Кулька для ванн BLACK CURRANT (з оліями та екстрактом чорної смородини), 145 г Кулька для ванн GRAPE (з екстрактом винограду), 145 г",
    image: "/img/main-page/20.jpg",
    price: 740,
  },
  {
    id: 21,
    name: "Скраб-маска антицелюлітна Hot chocolate (Гарячий шоколад), 180г",
    description: "Набір включає асорті з 3 кульок ручної роботи:Кулька для ванн CHERRY (з піною та екстрактом вишні), 145 г Кулька для ванн BLACK CURRANT (з оліями та екстрактом чорної смородини), 145 г Кулька для ванн GRAPE (з екстрактом винограду), 145 г",
    image: "/img/main-page/21.jpg",
    price: 740,
  },
  {
    id: 22,
    name: "Скраб масляний для тіла АНАНАС та КОКОС, 300г",
    description: "Набір включає асорті з 3 кульок ручної роботи:Кулька для ванн CHERRY (з піною та екстрактом вишні), 145 г Кулька для ванн BLACK CURRANT (з оліями та екстрактом чорної смородини), 145 г Кулька для ванн GRAPE (з екстрактом винограду), 145 г",
    image: "/img/main-page/22.jpg",
    price: 740,
  },
];
