export interface FaqListItem {
  head: string;
  text: string;
}

export const faqData: FaqListItem[] = [
  {
    head: "Як оформити замовлення в інтернет-магазині?",
    text: "Виберіть цікаві для вас товари в каталозі інтернет магазину. Оформлення замовлення здійснюється у розділі Кошик. Оформити замовлення за допомогою швидкої реєстрації, або попередньо зареєструвавшись у нашому інтернет-магазині в розділі Реєстрація. Після переходу до кошика виберіть спосіб доставки та оплати та натисніть кнопку Оформити. Підтвердьте Ваші контактні дані. Лист із підтвердженням вашого замовлення прийде вам на вказану адресу електронної пошти.",
  },
  {
    head: "Режим роботи інтернет-магазину savonryshop.ua",
    text: "Виберіть цікаві для вас товари в каталозі інтернет магазину. Оформлення замовлення здійснюється у розділі Кошик. Оформити замовлення за допомогою швидкої реєстрації, або попередньо зареєструвавшись у нашому інтернет-магазині в розділі Реєстрація. Після переходу до кошика виберіть спосіб доставки та оплати та натисніть кнопку Оформити. Підтвердьте Ваші контактні дані. Лист із підтвердженням вашого замовлення прийде вам на вказану адресу електронної пошти.",
  },
  {
    head: "Підтвердження замовлення в інтернет-магазині",
    text: "Виберіть цікаві для вас товари в каталозі інтернет магазину. Оформлення замовлення здійснюється у розділі Кошик. Оформити замовлення за допомогою швидкої реєстрації, або попередньо зареєструвавшись у нашому інтернет-магазині в розділі Реєстрація. Після переходу до кошика виберіть спосіб доставки та оплати та натисніть кнопку Оформити. Підтвердьте Ваші контактні дані. Лист із підтвердженням вашого замовлення прийде вам на вказану адресу електронної пошти.",
  },
  {
    head: "Як внести зміни на замовлення?",
    text: "Виберіть цікаві для вас товари в каталозі інтернет магазину. Оформлення замовлення здійснюється у розділі Кошик. Оформити замовлення за допомогою швидкої реєстрації, або попередньо зареєструвавшись у нашому інтернет-магазині в розділі Реєстрація. Після переходу до кошика виберіть спосіб доставки та оплати та натисніть кнопку Оформити. Підтвердьте Ваші контактні дані. Лист із підтвердженням вашого замовлення прийде вам на вказану адресу електронної пошти.",
  },
  {
    head: "Повернення замовлення придбаного інтернет магазині",
    text: "Виберіть цікаві для вас товари в каталозі інтернет магазину. Оформлення замовлення здійснюється у розділі Кошик. Оформити замовлення за допомогою швидкої реєстрації, або попередньо зареєструвавшись у нашому інтернет-магазині в розділі Реєстрація. Після переходу до кошика виберіть спосіб доставки та оплати та натисніть кнопку Оформити. Підтвердьте Ваші контактні дані. Лист із підтвердженням вашого замовлення прийде вам на вказану адресу електронної пошти.",
  },
  {
    head: "Чи можна перевірити вміст замовлення та відмовитись від замовлення?",
    text: "Виберіть цікаві для вас товари в каталозі інтернет магазину. Оформлення замовлення здійснюється у розділі Кошик. Оформити замовлення за допомогою швидкої реєстрації, або попередньо зареєструвавшись у нашому інтернет-магазині в розділі Реєстрація. Після переходу до кошика виберіть спосіб доставки та оплати та натисніть кнопку Оформити. Підтвердьте Ваші контактні дані. Лист із підтвердженням вашого замовлення прийде вам на вказану адресу електронної пошти.",
  },
  {
    head: "Чи можна оформити замовлення на іншу людину?",
    text: "Виберіть цікаві для вас товари в каталозі інтернет магазину. Оформлення замовлення здійснюється у розділі Кошик. Оформити замовлення за допомогою швидкої реєстрації, або попередньо зареєструвавшись у нашому інтернет-магазині в розділі Реєстрація. Після переходу до кошика виберіть спосіб доставки та оплати та натисніть кнопку Оформити. Підтвердьте Ваші контактні дані. Лист із підтвердженням вашого замовлення прийде вам на вказану адресу електронної пошти.",
  },
];
